{
  "chart": {
    "title": "LGBT+ rights index",
    "subtitle": "The index captures to which extent LGBT+ people have the same rights as straight and cisgender people. It combines 18 individual policies, such as the legality of same-sex relationships, marriage, and gender marker changes. Higher values indicate more rights, negative values regressive policies.",
    "citation": "Velasco (2020); Population based on various sources (2023)",
    "originalChartUrl": "https://ourworldindata.org/grapher/lgbt-rights-index?v=1&csvType=filtered&useColumnShortNames=false",
    "selection": [
      "World",
      "Asia",
      "Africa",
      "North America",
      "South America",
      "Europe",
      "Oceania"
    ]
  },
  "columns": {
    "LGBT+ Policy Index": {
      "titleShort": "LGBT+ rights index",
      "titleLong": "LGBT+ rights index",
      "descriptionShort": "The LGBT+ Policy Index measures a country’s LGBT+ policy landscape by capturing the implementation of 18 different LGBT+ policies. Policies included in the index are limited to those adopted across at least three countries or are explicitly advocated for by transnational activists.",
      "descriptionKey": [
        "These policies that define the index are subdivided between progressive policies and regressive policies. Among the progressive policies are: Same-sex sexual acts Legal, Equal Age of Consent, Employment Discrimination, Hate Crime Protections, Incitement to Hatred, Civil Unions, Marriage Equality, *oint Adoptions, Gender Marker Change, LGB Military, Transgender Military, Ban on Conversion Therapies, and Ban on Gender Assignment Surgeries on Children.",
        "On the other hand, the regressive policies are: Death Penalty for Same-Sex Sexual Acts, Propaganda Laws, Same-Sex Sexual Acts Illegal, Unequal Age of Consent, and Ban on Marriage Equality.",
        "This policy is not measured in a binary (adopted/not-adopted) scheme; the author follows Frank and colleagues ([2010](https://www.jstor.org/stable/25782170), [2017](https://www.jstor.org/stable/26166859)) in considering that similar policies can meaningfully vary in scope, benefits, punishment, etc. So, he determines the robustness of each policy by reviewing five indicators.",
        "These indicators are (between parentheses are the scoring schemes): *Proportion of Population Living Under Law*, to acknowledge subnational variations (0-1), *Scope of Genders Subject to Law*, as they can be typically differentiated by gender (0: no law, 0.5: just men or women, 1: both), *Maximum Level of Punishment*, for regressive policies (0: no law, 0.2: less than 3 years, 0.4: over 3 years and less than 15 years, 0.6: over 15 years and less than life in prison, 0.8: life in prison, 1: death penality), *Ease of Access*, to benefits the law outlines (0: no law, 0.25: significant barriers, 0.5: moderate barriers, 0.75: little to few barriers, 1: no barriers, and *Evidence of Enforcement* that considers whether at least one case has happenedthe previous year where this was implemented (0: no evidence, 1: evidence).",
        "To create the index, the scores for each policy are summed together annually, with progressive policies receiving a positive score and regressive policies receiving a negative score. This results in an index ranging from -5 to +13. No country reaches these extremes, demonstrating that countries can get better and worse in their policy environments."
      ],
      "descriptionProcessing": "We estimated regional aggregations by using [Our World in Data definitions of regions](https://ourworldindata.org/world-region-map-definitions) and our [consolidated population data](https://ourworldindata.org/population-sources).",
      "shortUnit": "",
      "unit": "",
      "timespan": "1991-2019",
      "type": "Numeric",
      "owidVariableId": 671049,
      "shortName": "policy_index",
      "lastUpdated": "2023-04-27",
      "citationShort": "Velasco (2020); Population based on various sources (2023) – with major processing by Our World in Data",
      "citationLong": "Velasco (2020); Population based on various sources (2023) – with major processing by Our World in Data. “LGBT+ rights index” [dataset]. Velasco, “LGBT+ policies (Kristopher Velasco)”; Various sources, “Population” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/671049.metadata.json"
    }
  },
  "dateDownloaded": "2025-02-19",
  "activeFilters": {}
}